[
  {
    "name": "Ubi",
    "image": "image 1",
    "detail": "Umbi-umbian yang kaya akan nutrisi membuat makanan satu ini disebut sebagai superfood, karena selain kandungan nutrisinya, ubi juga membantu Anda untuk membakar lemak. Ubi memiliki kandungan serat fiber dan memiliki indeks glikemik yang rendah sehingga sistem pencernaan akan menyerap lebih lama serta membuat Anda merasa kenyang dalam waktu yang lebih panjang. Anda dapat mengolah ubi dengan direbus, dikukus, maupun diiris tipis-tipis untuk membuat keripik ubi yang dipanggang maupun menggunakan air fryer sehingga kandungan nutrisi tetap terjaga.",
    "id": "1",
    "kategoriId": "1"
  },
  {
    "name": "Quinoa",
    "image": "image 2",
    "detail": "Sumber karbohidrat yang sudah ada sejak 5000 tahun ini kembali menjadi tren pilihan dalam menu-menu makanan sehat. Namun, tidak banyak orang yang menyertakan quinoa dalam menu sarapannya. Quinoa sendiri memiliki kandungan protein, serat fiber, dan lemak sehingga cocok Anda jadikan sumber energi di pagi hari.",
    "id": "2",
    "kategoriId": "1"
  },
  {
    "name": "Roti Gandum",
    "image": "image 3",
    "detail": "Roti gandum mengandung lebih banyak serat dan nutrisi dibandingkan roti tawar putih, serta menjadi alternatif yang baik jika pencernaan Anda sedang mengalami gangguan seperti asam lambung yang tinggi maupun penyakit maag.",
    "id": "3",
    "kategoriId": "1"
  },
  {
    "name": "Dada Ayam",
    "image": "image 4",
    "detail": "Mungkin ayam tidak pernah menjadi menu sarapan Anda, tetapi dengan mengonsumi dada ayam di pagi hari, Anda akan melengkapi kebutuhan protein tubuh karena terkadang yogurt dan telur belum tentu memenuhi kebutuhan protein dalam tubuh. Dada ayam dapat ditambahkan dengan sayur-sayuran sehingga lebih kaya rasa.",
    "id": "4",
    "kategoriId": "1"
  },
  {
    "name": "Alpukat",
    "image": "image 5",
    "detail": "Buah satu ini memiliki perpaduan lengkap akan kandungan lemak baik, air, dan serat yang membuat Anda akan merasa kenyang lebih lama dan membuat alpukat cocok untuk dijadikan menu sarapan. Selain itu, alpukat dapat Anda padukan dengan roti tawar dan telur rebus, atau Anda dapat membuat jus alpukat dengan sedikit madu sebagai pemanis.",
    "id": "5",
    "kategoriId": "1"
  },
  {
    "name": "Kacang Kenari",
    "image": "image 6",
    "detail": "Kacang kenari memiliki kandungan asam lemak omega 3 yang lebih banyak dari salmon, polifenol untuk mengatasi peradangan, serta menjadi sumber protein bagi kekuatan otot. Sedangkan, pada jenis kacang-kacangan lain hanya memiliki satu atau dua kandungan dari ketiga nutrisi dalam kacang kenari.",
    "id": "6",
    "kategoriId": "1"
  },
  {
    "name": "Jahe",
    "image": "image 7",
    "detail": "Dengan kandungan yang menghangatkan tubuh, jahe juga mengandung zat yang mencegah peradangan dalam tubuh, membantu penurunan berat badan, dan membuat Anda merasa lebih rileks dengan kehangatannya. Anda dapat kombinasikan jahe dengan jus buah atau sayur, seperti wortel dan apel, atau dapat memarut jahe di oatmeal atau smoothies Anda.",
    "id": "7",
    "kategoriId": "1"
  },
  {
    "name": "Bayam",
    "image": "image 8",
    "detail": "Bayam dapat menjadi menu bagi Anda yang ingin menurunkan berat badan dengan tubuh yang terpenuhi nutrisinya. Jenis sayuran satu ini memiliki kandungan serat yang tinggi, serta asam lemak omega 3 dan asam folat yang baik untuk mengurangi resiko penyakit jantung, stroke, dan pengeroposan tulang. Untuk melengkapi nutrisinya, bayam dapat Anda padukan dengan telur.",
    "id": "8",
    "kategoriId": "1"
  },
  {
    "name": "Brokoli",
    "image": "image 9",
    "detail": "Mulai dari bahan campuran jus maupun menjadi makanan pendamping telur, sayur seperti brokoli dapat menjadi pilihan nutrisi yang cocok untuk menyuplai energi Anda. Brokoli, memiliki kandungan serat yang tinggi sehingga membuat Anda merasa kenyang dan berenergi untuk menjalani kesibukan.",
    "id": "9",
    "kategoriId": "1"
  },
  {
    "name": "Semangka",
    "image": "image 10",
    "detail": "Meski rasa manis buah semangka dapat meningkatkan kadar gula darah Anda, buah yang kaya akan air ini menjadi cara yang baik untuk menghidrasi tubuh Anda di pagi hari. Selain itu, semangka  seperti buah dan sayuran berwarna merah lainnya adalah salah satu sumber zat likopen terbaik yang bagus untuk menjaga kesehatan mata, jantung, serta mencegah kanker.",
    "id": "10",
    "kategoriId": "1"
  },
  {
    "name": "Kiwi",
    "image": "image 11",
    "detail": "Kiwi dapat menjadi sumber vitamin C, selain jeruk, dan memenuhi beberapa nutrisi lain yang dibutuhkan tubuh Anda, khususnya sistem pencernaan. Sebuah studi menemukan bahwa mengonsumsi dua buah kiwi setiap hari selama satu bulan dapat mengatasi sembelit pada usus.",
    "id": "11",
    "kategoriId": "1"
  },
  {
    "name": "Melon",
    "image": "image 12",
    "detail": "Buah-buahan dapat menjadi makanan penutup dalam setiap waktu makan, termasuk sarapan. Buah melon memiliki kandungan kalori yang rendah dengan kadar vitamin C dan vitamin A yang tinggi. Selain itu, kandungan air yang tinggi di dalam buah ini akan menjaga kelembapan kulit dan membuat Anda merasa kenyang sepanjang pagi.",
    "id": "12",
    "kategoriId": "1"
  },
  {
    "name": "Paprika",
    "image": "image 13",
    "detail": "Merah, kuning, maupun hijau, paprika tidak pernah salah dipadukan dengan telur. Dengan kandungan vitamin C yang tinggi, mengonsumsi sayuran ini membantu tubuh untuk mengubah karbohidrat menjadi sumber energi lebih cepat. Selain itu, riset menunjukkan bahwa vitamin C dapat mendorong otot untuk menghasilkan asam lemak yang cocok untuk pembentukan otot serta pemulihan otot yang cedera.",
    "id": "13",
    "kategoriId": "1"
  },
  {
    "name": "Salad Pasta",
    "image": "image 14",
    "detail": "Serupa dengan salad sayuran biasa, hanya saja ditambahkan dengan pasta sebagai sumber karbohidrat utama. Untuk pilihan yang lebih sehat, gunakan pasta gandum yang lebih tinggi kandungan seratnya tapi lebih rendah kalori bila dibandingkan dengan pasta biasa.",
    "id": "14",
    "kategoriId": "2"
  },
  {
    "name": "Tumis Ayam dan Kacang Panjang",
    "image": "image 15",
    "detail": "Menu makan siang sehat ini cocok bagi Anda yang ingin masak lebih praktis dengan bahan yang mudah ditemukan. Anda bisa mendapatkan asupan protein dari potongan dada ayam, dengan tambahan asupan vitamin dan serat dari kacang panjang.",
    "id": "15",
    "kategoriId": "2"
  },
  {
    "name": "Bola Bola Daging",
    "image": "image 16",
    "detail": "Bagi Anda yang ingin makan siang spesial tapi tetap lezat, menu ini bisa jadi pilihan yang tepat. Anda juga bisa menyajikan menu ini bersama lauk pendamping seperti sayur-sayuran dan karbohidrat pilihan seperti nasi merah atau nasi hitam.",
    "id": "16",
    "kategoriId": "2"
  },
  {
    "name": "Telur",
    "image": "image 17",
    "detail": "Telur adalah sumber protein yang bagus dan tidak mengandung banyak kalori. Sebagai camilan larut malam, telur adalah pilihan yang tepat. Mereka mudah dimasak dan dapat dipadukan dengan berbagai jenis makanan ringan. Telur juga mengandung triptofan, yang seperti yang pasti sudah diketahui dapat meningkatkan kualitas tidur seseorang.",
    "id": "17",
    "kategoriId": "3"
  },
  {
    "name": "Ikan",
    "image": "image 18",
    "detail": "Ikan berlemak seperti salmon, tuna, dan mackerel dianggap pilihan yang sehat karena mengandung cukup banyak Vitamin D. Ikan berlemak juga mengandung asam lemak omega-3. Asam lemak omega-3 adalah kelompok asam lemak sehat yang dapat berfungsi sebagai agen anti-inflamasi dan baik untuk otak. Asam lemak omega-3 terbukti mampu meningkatkan jumlah serotonin yang diproduksi oleh sistem saraf sehingga membuat tidur lebih nyenyak. Berarti, ikan tidak akan membuat kamu tetap terjaga! Ikan juga mengandung minyak nutrisi yang baik untuk tubuh dan kulit.",
    "id": "18",
    "kategoriId": "3"
  },
  {
    "name": "Pisang",
    "image": "image 19",
    "detail": "Pisang tidak hanya enak, tetapi juga kaya akan senyawa potasium dan triptofan, menjadikannya salah satu makanan terbaik untuk dimakan di malam hari. Triptofan, seperti yang dinyatakan sebelumnya, adalah protein esensial yang berperan dalam relaksasi. Beberapa pisang sebelum makan dapat meningkatkan kualitas tidur. Plus, pisang mengandung vitamin dan kaya akan antioksidan. Mereka juga mengandung senyawa yang mampu membuat buang air besar lebih mudah.",
    "id": "19",
    "kategoriId": "3"
  },
  {
    "name": "Sereal Hangat",
    "image": "image 20",
    "detail": "Sereal adalah sumber serat yang bagus. Seperti gandum juga mengandung jumlah melatonin yang mengesankan, yang meningkatkan kualitas tidur. Sebelum tidur, semangkuk sereal panas dan bahkan mungkin biji-bijian utuh adalah pilihan yang baik. Mereka tidak mengandung banyak kalori dan kemungkinan besar tidak akan membuat tetap terjaga.",
    "id": "20",
    "kategoriId": "3"
  },
  {
    "name": "Yogurt",
    "image": "image 21",
    "detail": "Yogurt juga merupakan sumber kalsium yang kaya. Kalsium merupakan mineral penting bagi tubuh. Hal ini diperlukan untuk pertumbuhan tulang dan gigi, dan otot rangka, polos, dan jantung membutuhkannya untuk kontraksi otot terjadi. Tubuh juga membutuhkan kalsium untuk memproduksi melatonin dari triptofan. Yogurt juga mengandung kasein. Kasein dipercaya dapat mengurangi rasa lapar di pagi hari. Yogurt tanpa pemanis adalah camilan yang enak dan salah satu makanan terbaik untuk dimakan di malam hari.",
    "id": "21",
    "kategoriId": "3"
  },
  {
    "name": "Madu",
    "image": "image 22",
    "detail": "Madu dipanen dari lebah bergizi dan tidak mengandung banyak kalori. Hal ini diketahui mampu meningkatkan produksi melatonin dalam tubuh seseorang. Madu juga mengandung gula sehat, seperti fruktosa dan glukosa, dan dapat memiliki efek yang sehat pada kadar gula tubuh. Madu adalah salah satu makanan terbaik untuk dimakan larut malam.",
    "id": "22",
    "kategoriId": "3"
  },
  {
    "name": "Ubi Goreng atau Ubi Panggang",
    "image": "image 23",
    "detail": "Sereal adalah sumber serat yang bagus. Seperti gandum juga mengandung jumlah melatonin yang mengesankan, yang meningkatkan kualitas tidur. Sebelum tidur, semangkuk sereal panas dan bahkan mungkin biji-bijian utuh adalah pilihan yang baik. Mereka tidak mengandung banyak kalori dan kemungkinan besar tidak akan membuat tetap terjaga.",
    "id": "23",
    "kategoriId": "3"
  }
]
